base-devel
git
stow
zsh
fzf
fastfetch
ghostty
waybar
hyprpaper
nwg-bar
uwsm
libnewt
hyprland
tmux
lazydocker
opencode
nodejs
npm
go
ripgrep
wl-clipboard
fd
wget
unzip
tree-sitter-cli
openssh
ttf-firacode-nerd
bun
bat
less
man-pages
man-db
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
eza
btop
zoxide
wireless-regdb
github-cli
inetutils
inxi
lazydocker
tldr
wiremix
spotify-launcher
zsh-autosuggestions
zsh-syntax-highlighting
zsh-completions
starship
nwg-look
hyprlock
